{
	"CTID": "ce-a93a8011-70ec-4725-88ba-3837c2b45bfa",
	"Name": "Certified Administrative Secretary (CPS) Examination Part III: Economics And Management",
	"Description": "Understanding Certified Administrative Secretary (CPS) Examination Part III: Economics And Management",
	"Identifier": [
		{
			"IdentifierValueCode": "PSIN-0003"
		}
	],
	"SubjectWebpage": "https://www2.acenet.edu/credit/?fuseaction=transcriptsPublic.getCourseSearchCriteria",
	"OwnedBy": [
		{
			"CTID": "ce-96938154-dcb4-ea11-a812-000d3a579ca8" 
		}
	],
	"TransferValue": [
		{
			"Value": 8.0,
			"CreditUnitType": [
				"DegreeCredit"
			],
			"CreditLevelType": [
				"LowerDivisionLevel"
			],
			"Description": "In the lower-division baccalaureate/associate degree category, 3 semester hours in economics and 3 semester hours in principles of management; 1 semester hour in marketing and 1 semester hour in human resources management (11/86)."
		}
	],
	"TransferValueFrom": [
		{
			"Type": "AssessmentProfile",
			"Name": "Certified Administrative Secretary (CPS) Examination Part III: Economics And Management",
			"Description": "This part of the examination tests understand in two major subject areas: Economics (35%) and Management (65%). Emphasis is placed on understanding the basic concepts underlying business operations. This test covers key economic and management principles and the latest governmental regulations in business. The material tested is similar to those subjects covered in courses in basic economics and management.",
			"Assesses": [
				{
					"TargetNodeName": "Economics",
					"TargetNodeDescription": "basic concepts of economics; national income and its determinants; the financial system; business involvement in current social and economic programs; international trade",
					"Weight": 0.35
				},
				{
					"TargetNodeName": "The Nature and Functions of Management",
					"TargetNodeDescription": "forms of business organization (characteristics, advantages, and disadvantages); decision - making processes; planning; organizing; leading; controlling; communicating",
					"Weight": 0.45
				},
				{
					"TargetNodeName": "Fields of Management",
					"TargetNodeDescription": "human resources management; production management; marketing management; public relations",
					"Weight": 0.2
				}
			],
			"OwnedBy": [
				{
					"Type": "CredentialOrganization",
					"Name": "International Association of Administrative Professionals",
					"SubjectWebpage": "https://www.iaap-hq.org/"
				}
			]
		}
	]
}
